Repository: artemanufrij/translit
Catalog: po/extra/*.po
Languages: fr

source: Translit is a simple method of encoding Cyrillic letters with Latin ones
fr: Translit est une simple façon d'encoder des caractères cyrilliques avec des caractères latins

source: The term is derived from transliteration, the system of replacing letters of one alphabet with letters of another
fr: Le terme est dérivé de translitération, le système de remplacement des lettres d'un alphabet constitué de lettres à un autre alphabet

source: Supported languages:
fr: Langages supportés :

source: Russian
fr: Russe

source: Belarusian
fr: Biélorusse

source: Ukrainian
fr: Ukrainien

source: New:
fr: Nouveau :

source: Save and restore window size and position
fr: Enregistrement et restauration de la taille et de la position de la fenêtre

source: Small improvements for german keyboards
fr: Petits ajustements pour les claviers allemands

source: Prepare for JUNO
fr: Préparation pour Juno

source: Fix:
fr: Correction :

source: [RU]: F-Ф letter
fr: [RU] : Lettre F - Ф

source: Improvements:
fr: Améliorations :

source: Added hunspell depends
fr: Ajout de la dépendance hunspell

source: Changes:
fr: Modifications :

source: Updated 'Category' in .Desktop and Appdata
fr: Mise à jour de la catégorie dans les fichiers Desktop et Appdata

source: Added Belarus Support (by Michał Rowicki)
fr: Ajout de la prise en charge du biélorusse (par Michał Rowicki)

source: Set default language after installing app
fr: Définit le langage par défaut après avoir installé l'application

source: Simple method of encoding Cyrillic letters with Latin ones
fr: Simple façon d'encoder des caractères cyrilliques avec des caractères latins

source: translit;cyrillic;latin;
fr: translit;cyrillique;latin;
